{
  "Series": {
    "Seasons": [
      {
        "SeasonNum": 1,
        "Episodes": [
          {
            "Episode": 1,
            "Thumbnail": "Thumbnail.jpg",
            "Path": "/Series/Season_1/1/1.mp4",
            "Title": "Aufbruch x und x Gefährten",
            "Description": "Gons Vater Gin überließ ihn vor Jahren seiner Tante Mito und entschied sich für den gefährlichen Beruf des Hunters. Nun ist Gon zwölf Jahre alt, und er will seinen Vater finden. Mito hat ihm versprochen, dass er an der Hunter-Prüfung teilnehmen darf, wenn er den sogenannten „Herr des Teiches“ angelt. Als es ihm gelingt, den riesigen Fisch zu fangen, muss ihn Mito schweren Herzens ziehen lassen.\r\n\r\n.",
            "Duration": 1427206
          },
          {
            "Episode": 2,
            "Thumbnail": "Thumbnail.jpg",
            "Path": "/Series/Season_1/2/2.mp4",
            "Title": "Prüfung x der x Prüfungen",
            "Description": "Gon und seine Freunde erreichen Dolle Harbour. Der Kapitän des Schiffs gibt ihnen den Tipp, als Abkürzung zur Hunter-Prüfung auf einen nahen Berg zu klettern. Auf dem Weg dorthin müssen sie einige Herausforderungen meistern, wie das Rätsel einer alten Dame.",
            "Duration": 1427334
          },
          {
            "Episode": 4,
            "Thumbnail": "Thumbnail.jpg",
            "Path": "/Series/Season_1/4/4.mp4",
            "Title": "Hoffnung x und x Ehrgeiz",
            "Description": "Der erste Teil des Hunter-Tests beginnt: Die Teilnehmer sollen dem Prüfer eine nicht enden wollende Strecke hinterherlaufen. Leorio hat Probleme, mit der Konkurrenz mitzuhalten und ist kurz davor, aufzugeben. Gon lernt den ebenfalls zwölfjährigen Killua kennen, während Leorio und Kurapika sich ihre Beweggründe für die Hunter-Prüfung erzählen.",
            "Duration": 1427548
          },
          {
            "Episode": 6,
            "Thumbnail": "Thumbnail.jpg",
            "Path": "/Series/Season_1/6/6.mp4",
            "Title": "Eine x unerwartete x Aufgabe",
            "Description": "Am zweiten Prüfungsort angekommen, erwartet alle eine ungewöhnliche Aufgabe. Unter Aufsicht der beiden Prüfer Menchi und Buhara müssen alle Anwärter ihre Kochfähigkeiten unter Beweis stellen, und auch der Vorsitzende der Hunter-Vereinigung selbst überrascht die Prüflinge mit seinem Besuch.",
            "Duration": 1426886
          },
          {
            "Episode": 6,
            "Thumbnail": "Thumbnail.jpg",
            "Path": "/Series/Season_1/6/6.mp4",
            "Title": "Eine x unerwartete x Aufgabe",
            "Description": "Am zweiten Prüfungsort angekommen, erwartet alle eine ungewöhnliche Aufgabe. Unter Aufsicht der beiden Prüfer Menchi und Buhara müssen alle Anwärter ihre Kochfähigkeiten unter Beweis stellen, und auch der Vorsitzende der Hunter-Vereinigung selbst überrascht die Prüflinge mit seinem Besuch.",
            "Duration": 1426886
          }
        ]
      }
    ]
  },
  "Movies": {}
}